---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemLayerSummaryBottomDir2NoSpacing
source: html/7abf2ca2-04bd-ff6c-27e3-5da01acd0570.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemLayerSummaryBottomDir2NoSpacing Property

"Bottom/Interior Minor (Brief)"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemLayerSummaryBottomDir2NoSpacing { get; }
```